Repository: K12net/K12NET-Mobile-iOS
Catalog: K12Net/*.lproj/PhotosUI.strings
Languages: tr

# ALL_PHOTOS_IN_LIBRARY
source: Moments
tr: Anlar

# PXUserCollectionsSectionTitle
source: My Albums
tr: Albüm

# FULL_PHOTOS_GRID_ZOOM_LEVEL_TITLE
source: Moments
tr: Anlar

source: No Photos or Videos
tr: Fotoğraf ve video yok

# REVIEW_MODE_DELETE_TITLE
source: All %@ unselected photos will be deleted.
tr: Seçilmeyen %@ fotoğraf silinecek.

# AVALANCHE_ALL
source: Keep All Photos
tr: Bütün Fotoğrafları Tut

# PUPHOTOBROWSER_BUTTON_REVIEW_CAMERA
source: Favorites…
tr: Favoriler…

# AVALANCHE_SELECTED
source: Keep Only Selected Photos
tr: Seçili Fotoğrafları Tut

# REVIEW_MODE_DESTRUCTIVE_TITLE
source: Delete %@ Photos
tr: %@ Fotoğraf

# REVIEW_MULTIPLE_TITLE_TEXT
source: %@ Photos Selected
tr: %@ Fotoğraf Seçildi

# PUPHOTOBROWSER_BUTTON_REVIEW
source: Choose Favorites…
tr: Favorileri Seç…

# EMPTY_REVIEW_TITLE_TEXT
source: Choose Favorites
tr: Favorileri Seç

# REVIEW_SINGLE_TITLE_TEXT
source: %@ Photo Selected
tr: %@ Fotoğraf Seçildi

# AVALANCHE_CANCEL
source: Cancel
tr: İptal
